Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: OpenWallpaperEngine/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Reload when changing output device
ar: إعادة التحميل عند تغيير جهاز الإخراج
de: Beim Wechsel des Ausgabegeräts neu laden
es: Recargar al cambiar el dispositivo de salida
fr: Recharger lors d’un changement de périphérique de sortie
hi: आउटपुट डिवाइस बदलने पर रीलोड करें
it: Ricarica quando cambia il dispositivo di uscita
ja: 出力装置の変更時に再読み込み
ko: 출력 기기를 변경하면 다시 로드
pl: Wczytaj ponownie po zmianie urządzenia wyjściowego
pt_br: Recarregar ao mudar o dispositivo de saída
ru: Перезагружать при смене устройства вывода
tr: Çıkış aygıtı değiştiğinde yeniden yükle
uk: Перезавантажувати під час зміни пристрою виводу
zh_hans: 更改输出设备时重新载入
zh_hant: 切換輸出裝置時重新載入

source: Reloads the wallpapers and their audio when you switch the sound output, such as to headphones or another speaker.
ar: يعيد تحميل الخلفيات وصوتها عند تبديل مخرج الصوت، مثل التبديل إلى سماعات الرأس أو مكبر صوت آخر.
de: Lädt die Hintergrundbilder und ihren Ton neu, wenn Sie die Tonausgabe wechseln, etwa zu Kopfhörern oder einem anderen Lautsprecher.
es: Vuelve a cargar los fondos de pantalla y su audio cuando cambias la salida de sonido, por ejemplo a auriculares u otro altavoz.
fr: Recharge les fonds d’écran et leur son lorsque vous changez de sortie audio, par exemple vers un casque ou un autre haut-parleur.
hi: साउंड आउटपुट बदलने पर, जैसे हेडफ़ोन या किसी दूसरे स्पीकर पर, वॉलपेपर और उनका ऑडियो फिर से लोड करता है।
it: Ricarica gli sfondi e il loro audio quando cambi l’uscita audio, ad esempio verso le cuffie o un altro altoparlante.
ja: サウンドの出力先をヘッドフォンや別のスピーカーなどに切り替えたときに、壁紙とそのオーディオを再読み込みします。
ko: 헤드폰이나 다른 스피커 등으로 사운드 출력을 바꾸면 배경화면과 오디오를 다시 불러옵니다.
pl: Wczytuje ponownie tapety i ich dźwięk po zmianie wyjścia dźwięku, na przykład na słuchawki lub inny głośnik.
pt_br: Recarrega as imagens de fundo e o áudio delas quando você muda a saída de som, como para fones de ouvido ou outro alto-falante.
ru: Перезагружает обои и их звук при смене аудиовыхода, например на наушники или другой динамик.
tr: Ses çıkışını değiştirdiğinizde, örneğin kulaklığa veya başka bir hoparlöre, duvar kâğıtlarını ve seslerini yeniden yükler.
uk: Перезавантажує шпалери та їхній звук, коли ви змінюєте аудіовихід, наприклад на навушники чи інший динамік.
zh_hans: 切换声音输出（如切换到耳机或其他扬声器）时，重新载入墙纸及其音频。
zh_hant: 切換聲音輸出（例如切換到耳機或其他揚聲器）時，重新載入背景圖片及其音訊。

source: Remote Video
ar: فيديو بعيد
de: Online-Video
es: Vídeo remoto
fr: Vidéo distante
hi: रिमोट वीडियो
it: Video remoto
ja: リモートビデオ
ko: 원격 비디오
pl: Zdalne wideo
pt_br: Vídeo Remoto
ru: Видео по ссылке
tr: Uzak Video
uk: Віддалене відео
zh_hans: 远程视频
zh_hant: 遠端影片

source: Remove
ar: إزالة
de: Entfernen
es: Eliminar
fr: Supprimer
hi: हटाएँ
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
uk: Вилучити
zh_hans: 移除
zh_hant: 移除

source: Remove All Splits
ar: إزالة كل التقسيمات
de: Alle Aufteilungen entfernen
es: Quitar todas las divisiones
fr: Supprimer toutes les parties
hi: सभी विभाजन हटाएँ
it: Rimuovi tutte le divisioni
ja: すべての分割を削除
ko: 모든 분할 제거
pl: Usuń wszystkie podziały
pt_br: Remover todas as divisões
ru: Удалить все разделения
tr: Tüm bölmeleri kaldır
uk: Прибрати всі розділення
zh_hans: 移除所有拆分
zh_hant: 移除所有分割

source: Remove Assets
ar: إزالة الموارد
de: Assets entfernen
es: Eliminar recursos
fr: Supprimer les ressources
hi: ऐसेट हटाएँ
it: Rimuovi risorse
ja: アセットを削除
ko: 에셋 제거
pl: Usuń zasoby
pt_br: Remover Recursos
ru: Удалить ресурсы
tr: Varlıkları Kaldır
uk: Видалити ресурси
zh_hans: 移除资源
zh_hant: 移除資源

source: Remove Assets Only
ar: إزالة الموارد فقط
de: Nur Assets entfernen
es: Eliminar solo los recursos
fr: Supprimer uniquement les ressources
hi: सिर्फ़ ऐसेट हटाएँ
it: Rimuovi solo le risorse
ja: アセットのみ削除
ko: 에셋만 제거
pl: Usuń tylko zasoby
pt_br: Remover Somente os Recursos
ru: Удалить только ресурсы
tr: Yalnızca Varlıkları Kaldır
uk: Видалити лише ресурси
zh_hans: 仅移除资源
zh_hant: 只移除資源

source: Remove Assets and Default Wallpapers
ar: إزالة الموارد والخلفيات الافتراضية
de: Assets und Standard-Hintergrundbilder entfernen
es: Eliminar recursos y fondos de pantalla predeterminados
fr: Supprimer les ressources et les fonds d’écran par défaut
hi: ऐसेट और डिफ़ॉल्ट वॉलपेपर हटाएँ
it: Rimuovi risorse e sfondi predefiniti
ja: アセットとデフォルトの壁紙を削除
ko: 에셋 및 기본 배경화면 제거
pl: Usuń zasoby i domyślne tapety
pt_br: Remover Recursos e Imagens de Fundo Padrão
ru: Удалить ресурсы и стандартные обои
tr: Varlıkları ve Varsayılan Duvar Kâğıtlarını Kaldır
uk: Видалити ресурси й стандартні шпалери
zh_hans: 移除资源和默认墙纸
zh_hant: 移除資源和預設背景圖片

source: Remove Group
ar: إزالة المجموعة
de: Gruppe entfernen
es: Quitar grupo
fr: Supprimer le groupe
hi: समूह हटाएँ
it: Rimuovi gruppo
ja: グループを削除
ko: 그룹 제거
pl: Usuń grupę
pt_br: Remover agrupamento
ru: Удалить группу
tr: Grubu kaldır
uk: Прибрати групу
zh_hans: 移除分组
zh_hant: 移除群組

source: Remove Main Clone Display
ar: إزالة الشاشة الرئيسية التي يُنسخ منها
de: Als Hauptbildschirm zum Klonen entfernen
es: Quitar la pantalla clonable
fr: Supprimer l’affichage clone principal
hi: मुख्य क्लोन डिस्प्ले हटाएँ
it: Rimuovi lo schermo principale da clonare
ja: メイン複製ディスプレイを解除
ko: 주 복제 디스플레이 해제
pl: Usuń główny ekran klonowania
pt_br: Remover tela clone principal
ru: Убрать основной дисплей клона
tr: Ana kopya ekranı kaldır
uk: Прибрати головний екран клонування
zh_hans: 移除主克隆显示器
zh_hant: 移除主要複製顯示器

source: Remove Rule
ar: إزالة القاعدة
de: Regel entfernen
es: Eliminar regla
fr: Supprimer la règle
hi: नियम हटाएँ
it: Rimuovi regola
ja: ルールを削除
ko: 규칙 제거
pl: Usuń regułę
pt_br: Remover Regra
ru: Удалить правило
tr: Kuralı Kaldır
uk: Вилучити правило
zh_hans: 移除规则
zh_hant: 移除規則

source: Remove Split
ar: إزالة التقسيم
de: Aufteilung entfernen
es: Quitar división
fr: Supprimer la partie
hi: विभाजन हटाएँ
it: Rimuovi divisione
ja: 分割を削除
ko: 분할 제거
pl: Usuń podział
pt_br: Remover divisão
ru: Удалить разделение
tr: Bölmeyi kaldır
uk: Прибрати розділення
zh_hans: 移除拆分
zh_hant: 移除分割

source: Remove from Favorites
ar: إزالة من المفضلة
de: Aus Favoriten entfernen
es: Eliminar de favoritos
fr: Retirer des favoris
hi: पसंदीदा से हटाएँ
it: Rimuovi dai preferiti
ja: お気に入りから削除
ko: 즐겨찾기에서 제거
pl: Usuń z ulubionych
pt_br: Remover dos Favoritos
ru: Удалить из избранного
tr: Favorilerden Kaldır
uk: Вилучити з улюблених
zh_hans: 从个人收藏中移除
zh_hant: 從喜好項目中移除

source: Remove from Group
ar: إزالة من المجموعة
de: Aus Gruppe entfernen
es: Quitar del grupo
fr: Retirer du groupe
hi: समूह से हटाएँ
it: Rimuovi dal gruppo
ja: グループから削除
ko: 그룹에서 제거
pl: Usuń z grupy
pt_br: Remover do agrupamento
ru: Удалить из группы
tr: Gruptan kaldır
uk: Прибрати з групи
zh_hans: 从分组中移除
zh_hant: 從群組移除

source: Remove from List
ar: إزالة من القائمة
de: Aus der Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
hi: सूची से हटाएँ
it: Rimuovi dall’elenco
ja: リストから削除
ko: 목록에서 제거
pl: Usuń z listy
pt_br: Remover da Lista
ru: Убрать из списка
tr: Listeden Kaldır
uk: Вилучити зі списку
zh_hans: 从列表中移除
zh_hant: 從列表中移除

source: Remove from playlist
ar: إزالة من قائمة التشغيل
de: Aus Playlist entfernen
es: Eliminar de la playlist
fr: Retirer de la playlist
hi: प्लेलिस्ट से हटाएँ
it: Rimuovi dalla playlist
ja: プレイリストから削除
ko: 플레이리스트에서 제거
pl: Usuń z playlisty
pt_br: Remover da playlist
ru: Удалить из плейлиста
tr: Çalma listesinden kaldır
uk: Вилучити зі списку відтворення
zh_hans: 从播放列表中移除
zh_hant: 從播放列表中移除

source: Remove original packages after conversion
ar: إزالة الحزم الأصلية بعد التحويل
de: Originalpakete nach der Konvertierung entfernen
es: Eliminar los paquetes originales tras la conversión
fr: Supprimer les paquets originaux après la conversion
hi: कन्वर्ज़न के बाद मूल पैकेज हटाएँ
it: Rimuovi i pacchetti originali dopo la conversione
ja: 変換後にオリジナルのパッケージを削除
ko: 변환 후 원본 패키지 제거
pl: Usuwaj oryginalne pakiety po konwersji
pt_br: Remover os pacotes originais após a conversão
ru: Удалять исходные пакеты после конвертации
tr: Dönüştürmeden sonra orijinal paketleri kaldır
uk: Видаляти оригінальні пакети після конвертації
zh_hans: 转换后移除原始包
zh_hant: 轉換後移除原始套件

source: Remove the assets?
ar: هل تريد إزالة الموارد؟
de: Assets entfernen?
es: ¿Eliminar los recursos?
fr: Supprimer les ressources ?
hi: ऐसेट हटाएँ?
it: Rimuovere le risorse?
ja: アセットを削除しますか?
ko: 에셋을 제거하겠습니까?
pl: Usunąć zasoby?
pt_br: Remover os recursos?
ru: Удалить ресурсы?
tr: Varlıklar kaldırılsın mı?
uk: Видалити ресурси?
zh_hans: 要移除资源吗？
zh_hant: 要移除資源嗎？

source: Removed %lld original packages.
ar: تمت إزالة %lld حزمة أصلية.
de: %lld Originalpakete entfernt.
es: Se han eliminado %lld paquetes originales.
fr: %lld paquets originaux supprimés.
hi: %lld मूल पैकेज हटाए गए.
it: Rimossi %lld pacchetti originali.
ja: %lld個のオリジナルパッケージを削除しました。
ko: 원본 패키지 %lld개를 제거했습니다.
pl: Usunięto %lld oryginalnego pakietu.
pt_br: %lld pacotes originais removidos.
ru: Удалено %lld исходных пакетов.
tr: %lld orijinal paket kaldırıldı.
uk: Видалено %lld оригінального пакета.
zh_hans: 已移除 %lld 个原始包。
zh_hant: 已移除 %lld 個原始套件。

source: Removes the downloaded assets, and optionally the default wallpapers, to free disk space. Scenes won't render until you install them again.
ar: يزيل الموارد المُنزَّلة، والخلفيات الافتراضية إن أردت، لتحرير مساحة القرص. ولن تُعرض المشاهد حتى تثبّتها مرة أخرى.
de: Entfernt die geladenen Assets und auf Wunsch die Standard-Hintergrundbilder, um Speicherplatz freizugeben. Szenen werden erst wieder dargestellt, wenn Sie die Assets erneut installieren.
es: Elimina los recursos descargados y, si quieres, los fondos de pantalla predeterminados, para liberar espacio en disco. Las escenas no se mostrarán hasta que vuelvas a instalarlos.
fr: Supprime les ressources téléchargées, et éventuellement les fonds d’écran par défaut, pour libérer de l’espace disque. Les scènes ne s’afficheront plus tant que vous ne les aurez pas réinstallées.
hi: डिस्क स्पेस खाली करने के लिए डाउनलोड किए गए ऐसेट, और चाहें तो डिफ़ॉल्ट वॉलपेपर, हटाता है। दोबारा इंस्टॉल करने तक सीन रेंडर नहीं होंगे।
it: Rimuove le risorse scaricate e, se vuoi, gli sfondi predefiniti, per liberare spazio su disco. Le scene non verranno visualizzate finché non le reinstalli.
ja: ダウンロードしたアセットと、必要に応じてデフォルトの壁紙を削除し、ディスク容量を空けます。再インストールするまでシーンは表示されません。
ko: 다운로드한 에셋과 원하는 경우 기본 배경화면을 제거해 디스크 공간을 확보합니다. 다시 설치할 때까지 장면이 표시되지 않습니다.
pl: Usuwa pobrane zasoby oraz opcjonalnie domyślne tapety, aby zwolnić miejsce na dysku. Sceny nie będą wyświetlane, dopóki ponownie ich nie zainstalujesz.
pt_br: Remove os recursos baixados e, se quiser, as imagens de fundo padrão, para liberar espaço em disco. As cenas não serão exibidas até você instalá-los novamente.
ru: Удаляет загруженные ресурсы и, по желанию, стандартные обои, чтобы освободить место на диске. Сцены не будут отображаться, пока вы снова не установите ресурсы.
tr: Disk alanı açmak için indirilen varlıkları ve isteğe bağlı olarak varsayılan duvar kâğıtlarını siler. Yeniden yükleyene kadar sahneler görüntülenmez.
uk: Вилучає викачані ресурси та, за бажанням, стандартні шпалери, щоб звільнити місце на диску. Сцени не відображатимуться, доки ви знову їх не встановите.
zh_hans: 移除已下载的资源，并可选择移除默认墙纸，以释放磁盘空间。在你重新安装之前，场景将无法显示。
zh_hant: 移除已下載的資源，並可選擇移除預設背景圖片，以釋放磁碟空間。在你重新安裝之前，場景將無法顯示。

source: Removes the folder from the library. Its wallpapers stay on disk.
ar: يزيل المجلد من المكتبة. وتبقى خلفياته على القرص.
de: Entfernt den Ordner aus der Mediathek. Seine Hintergrundbilder bleiben auf dem Volume.
es: Quita la carpeta de la biblioteca. Sus fondos de pantalla se quedan en el disco.
fr: Retire le dossier de la bibliothèque. Ses fonds d’écran restent sur le disque.
hi: फ़ोल्डर को लाइब्रेरी से हटाता है। इसके वॉलपेपर डिस्क पर बने रहते हैं।
it: Rimuove la cartella dalla libreria. I suoi sfondi restano sul disco.
ja: フォルダをライブラリから取り除きます。その壁紙はディスクに残ります。
ko: 라이브러리에서 폴더를 제거합니다. 해당 배경화면은 디스크에 남습니다.
pl: Usuwa folder z biblioteki. Jego tapety zostają na dysku.
pt_br: Remove a pasta da biblioteca. As imagens de fundo dela continuam no disco.
ru: Убирает папку из библиотеки. Её обои остаются на диске.
tr: Klasörü kütüphaneden kaldırır. Duvar kâğıtları diskte kalır.
uk: Прибирає папку з бібліотеки. Її шпалери залишаються на диску.
zh_hans: 从资料库中移除该文件夹。其中的墙纸仍保留在磁盘上。
zh_hant: 從資料庫中移除該檔案夾。其中的背景圖片仍保留在磁碟上。

source: Remove…
ar: إزالة…
de: Entfernen …
es: Eliminar…
fr: Supprimer…
hi: हटाएँ…
it: Rimuovi…
ja: 削除…
ko: 제거…
pl: Usuń…
pt_br: Remover…
ru: Удалить…
tr: Kaldır…
uk: Видалити…
zh_hans: 移除…
zh_hant: 移除⋯

source: Rename
ar: إعادة تسمية
de: Umbenennen
es: Renombrar
fr: Renommer
hi: नाम बदलें
it: Rinomina
ja: 名前を変更
ko: 이름 변경
pl: Zmień nazwę
pt_br: Renomear
ru: Переименовать
tr: Yeniden Adlandır
uk: Перейменувати
zh_hans: 重新命名
zh_hant: 重新命名

source: Rename Preset
ar: إعادة تسمية الإعداد المسبق
de: Voreinstellung umbenennen
es: Renombrar preajuste
fr: Renommer le préréglage
hi: प्रीसेट का नाम बदलें
it: Rinomina preset
ja: プリセットの名前を変更
ko: 사전 설정 이름 변경
pl: Zmień nazwę ustawienia wstępnego
pt_br: Renomear Predefinição
ru: Переименовать пресет
tr: Hazır Ayarı Yeniden Adlandır
uk: Перейменувати пресет
zh_hans: 重新命名预设
zh_hant: 重新命名預設組合

source: Rename…
ar: إعادة تسمية…
de: Umbenennen …
es: Renombrar…
fr: Renommer…
hi: नाम बदलें…
it: Rinomina…
ja: 名前を変更…
ko: 이름 변경…
pl: Zmień nazwę…
pt_br: Renomear…
ru: Переименовать…
tr: Yeniden Adlandır…
uk: Перейменувати…
zh_hans: 重新命名…
zh_hant: 重新命名…

source: Render Resolution
ar: دقة الرسم
de: Renderauflösung
es: Resolución de renderizado
fr: Résolution de rendu
hi: रेंडर रिज़ोल्यूशन
it: Risoluzione di rendering
ja: レンダリング解像度
ko: 렌더링 해상도
pl: Rozdzielczość renderowania
pt_br: Resolução de Renderização
ru: Разрешение рендеринга
tr: İşleme Çözünürlüğü
uk: Роздільність рендерингу
zh_hans: 渲染分辨率
zh_hant: 渲染解析度

source: Render Scale
ar: مقياس العرض
de: Renderskalierung
es: Escala de renderizado
fr: Échelle de rendu
hi: रेंडर स्केल
it: Scala di rendering
ja: レンダリングスケール
ko: 렌더링 배율
pl: Skala renderowania
pt_br: Escala de renderização
ru: Масштаб отрисовки
tr: İşleme ölçeği
uk: Масштаб відтворення
zh_hans: 渲染比例
zh_hant: 渲染比例

source: Render the Live Photo and save its photo and movie to a folder
ar: عرض Live Photo وحفظ صورتها وفيلمها في مجلد
de: Live Photo rendern und Foto und Film in einem Ordner sichern
es: Renderiza la Live Photo y guarda su foto y su vídeo en una carpeta
fr: Effectuer le rendu de la Live Photo et enregistrer sa photo et sa vidéo dans un dossier
hi: Live Photo रेंडर करके उसकी फ़ोटो और मूवी फ़ोल्डर में सहेजें
it: Esegui il rendering della Live Photo e salvane foto e filmato in una cartella
ja: Live Photoをレンダリングして、写真とムービーをフォルダに保存します
ko: Live Photo를 렌더링하여 사진과 동영상을 폴더에 저장합니다
pl: Wyrenderuj Live Photo i zachowaj zdjęcie oraz film w folderze
pt_br: Renderiza a Live Photo e salva a foto e o vídeo em uma pasta
ru: Отрисовать Live Photo и сохранить фото и видео в папку
tr: Live Photo’yu işleyip fotoğrafını ve filmini bir klasöre kaydeder
uk: Відрендерити Live Photo і зберегти фото й відео в папку
zh_hans: 渲染实况照片并将照片和影片存储到文件夹
zh_hant: 算繪原況照片並將照片和影片儲存到檔案夾

source: Render the Live Photo and send it with AirDrop
ar: عرض Live Photo وإرسالها عبر AirDrop
de: Live Photo rendern und per AirDrop senden
es: Renderiza la Live Photo y la envía con AirDrop
fr: Effectuer le rendu de la Live Photo et l’envoyer avec AirDrop
hi: Live Photo रेंडर करके AirDrop से भेजें
it: Esegui il rendering della Live Photo e inviala con AirDrop
ja: Live Photoをレンダリングして AirDrop で送信します
ko: Live Photo를 렌더링하여 AirDrop으로 보냅니다
pl: Wyrenderuj Live Photo i wyślij przez AirDrop
pt_br: Renderiza a Live Photo e a envia por AirDrop
ru: Отрисовать Live Photo и отправить через AirDrop
tr: Live Photo’yu işleyip AirDrop ile gönderir
uk: Відрендерити Live Photo і надіслати через AirDrop
zh_hans: 渲染实况照片并通过隔空投送发送
zh_hant: 算繪原況照片並透過 AirDrop 傳送

source: Render the clip and play it in a loop
ar: عرض المقطع وتشغيله بشكل متكرر
de: Clip rendern und in einer Schleife abspielen
es: Renderiza el clip y lo reproduce en bucle
fr: Effectuer le rendu de l’extrait et le lire en boucle
hi: क्लिप रेंडर करके लूप में चलाएँ
it: Esegui il rendering della clip e riproducila in loop
ja: クリップをレンダリングしてループ再生します
ko: 클립을 렌더링하여 반복 재생합니다
pl: Wyrenderuj klip i odtwarzaj go w pętli
pt_br: Renderiza o clipe e o reproduz em loop
ru: Отрисовать фрагмент и воспроизводить его по кругу
tr: Klibi işleyip döngüde oynatır
uk: Відрендерити фрагмент і відтворювати його по колу
zh_hans: 渲染片段并循环播放
zh_hant: 算繪片段並循環播放

source: Render the first seconds of the scene small and move the clip to where it moves the most
ar: عرض الثواني الأولى من المشهد بحجم صغير ونقل المقطع إلى حيث تكون الحركة أكثر
de: Die ersten Sekunden der Szene klein rendern und den Clip dorthin verschieben, wo sie sich am meisten bewegt
es: Renderiza en pequeño los primeros segundos de la escena y mueve el clip a donde más se mueve
fr: Effectuer un rendu réduit des premières secondes de la scène et déplacer l’extrait là où elle bouge le plus
hi: सीन के पहले कुछ सेकंड छोटे आकार में रेंडर करें और क्लिप को वहाँ ले जाएँ जहाँ सबसे ज़्यादा हलचल है
it: Esegui un rendering ridotto dei primi secondi della scena e sposta la clip dove si muove di più
ja: シーンの最初の数秒を縮小してレンダリングし、最も動きの多い位置にクリップを移動します
ko: 장면의 처음 몇 초를 작게 렌더링하고 움직임이 가장 많은 곳으로 클립을 옮깁니다
pl: Wyrenderuj w małym rozmiarze pierwsze sekundy sceny i przesuń klip tam, gdzie jest najwięcej ruchu
pt_br: Renderiza em tamanho pequeno os primeiros segundos da cena e move o clipe para onde há mais movimento
ru: Отрисовать первые секунды сцены в малом размере и сдвинуть клип туда, где больше всего движения
tr: Sahnenin ilk saniyelerini küçük boyutta işler ve klibi en çok hareketin olduğu yere taşır
uk: Відрендерити перші секунди сцени в малому розмірі й посунути кліп туди, де найбільше руху
zh_hans: 以小尺寸渲染场景的前几秒，并将片段移到动态最多的位置
zh_hant: 以小尺寸算繪場景的前幾秒，並將片段移到動態最多的位置

source: Render web wallpapers at standard resolution
ar: عرض خلفيات الشاشة من نوع الويب بالدقة القياسية
de: Web-Hintergrundbilder in Standardauflösung rendern
es: Renderizar fondos de pantalla web a resolución estándar
fr: Rendre les fonds d’écran web en résolution standard
hi: वेब वॉलपेपर को मानक रिज़ॉल्यूशन पर रेंडर करें
it: Esegui il rendering degli sfondi web a risoluzione standard
ja: Web壁紙を標準解像度でレンダリング
ko: 웹 배경화면을 표준 해상도로 렌더링
pl: Renderuj tapety internetowe w standardowej rozdzielczości
pt_br: Renderizar imagens de fundo da web em resolução padrão
ru: Отрисовывать веб-обои в стандартном разрешении
tr: Web duvar kâğıtlarını standart çözünürlükte işle
uk: Відтворювати вебшпалери у стандартній роздільній здатності
zh_hans: 以标准分辨率渲染网页墙纸
zh_hant: 以標準解析度渲染網頁背景圖片

source: Rendering
ar: العرض
es: Renderizado
fr: Rendu
hi: रेंडरिंग
ja: レンダリング
ko: 렌더링
pl: Renderowanie
pt_br: Renderização
ru: Рендеринг
tr: İşleme
uk: Рендеринг
zh_hans: 渲染
zh_hant: 彩現

source: Rendering Screen Saver
ar: جارٍ تصيير شاشة التوقف
de: Bildschirmschoner wird gerendert
es: Renderizando salvapantallas
fr: Rendu de l'économiseur d'écran
hi: स्क्रीन सेवर रेंडर हो रहा है
it: Rendering del salvaschermo
ja: スクリーンセーバをレンダリング中
ko: 화면 보호기 렌더링 중
pl: Renderowanie wygaszacza ekranu
pt_br: Renderizando Protetor de Tela
ru: Отрисовка заставки
tr: Ekran Koruyucu İşleniyor
uk: Рендеринг заставки
zh_hans: 正在渲染屏幕保护程序
zh_hant: 正在渲染螢幕保護程式

source: Rendering…
ar: جارٍ العرض…
de: Wird gerendert …
es: Renderizando…
fr: Rendu en cours…
hi: रेंडर हो रहा है…
it: Rendering in corso…
ja: レンダリング中…
ko: 렌더링 중…
pl: Renderowanie…
pt_br: Renderizando…
ru: Отрисовка…
tr: İşleniyor…
uk: Рендеринг…
zh_hans: 正在渲染…
zh_hant: 正在算繪…

source: Renders a seamless loop of the current scene in the background, at the largest display's point size and without clock and date layers, and installs it as a screen saver. Rendering waits while your Mac is on battery or hot.
ar: يعرض في الخلفية حلقة متصلة من المشهد الحالي بحجم أكبر شاشة عرض بالنقاط ودون طبقات الساعة والتاريخ، ويثبّتها كشاشة توقف. وينتظر العرض أثناء عمل Mac على البطارية أو ارتفاع حرارته.
de: Rendert im Hintergrund eine nahtlose Schleife der aktuellen Szene in der Punktgröße des größten Displays und ohne Uhr- und Datumsebenen und installiert sie als Bildschirmschoner. Das Rendern wartet, solange der Mac im Batteriebetrieb läuft oder heiß ist.
es: Renderiza en segundo plano un bucle continuo de la escena actual, al tamaño en puntos de la pantalla más grande y sin las capas de reloj y fecha, y lo instala como salvapantallas. El renderizado espera mientras el Mac funciona con batería o está caliente.
fr: Effectue en arrière-plan le rendu d’une boucle continue de la scène actuelle, à la taille en points du plus grand moniteur et sans les calques d’heure et de date, et l’installe comme économiseur d’écran. Le rendu attend tant que votre Mac est sur batterie ou chaud.
hi: बैकग्राउंड में मौजूदा सीन का एक सहज लूप, सबसे बड़े डिस्प्ले के पॉइंट साइज़ पर और घड़ी व तारीख लेयर के बिना, रेंडर करता है और उसे स्क्रीन सेवर के रूप में इंस्टॉल करता है। Mac के बैटरी पर या गर्म होने पर रेंडरिंग रुकी रहती है।
it: Esegue in background il rendering di un loop continuo della scena attuale, alla dimensione in punti dello schermo più grande e senza i livelli di orologio e data, e lo installa come salvaschermo. Il rendering attende mentre il Mac è a batteria o caldo.
ja: 現在のシーンのシームレスなループを、最も大きいディスプレイのポイントサイズで、時計と日付のレイヤーを除いてバックグラウンドでレンダリングし、スクリーンセーバとしてインストールします。Mac がバッテリー駆動中または高温のときはレンダリングを待機します。
ko: 현재 장면의 끊김 없는 루프를 가장 큰 디스플레이의 포인트 크기로, 시계와 날짜 레이어 없이 백그라운드에서 렌더링하고 화면 보호기로 설치합니다. Mac이 배터리로 작동하거나 뜨거울 때는 렌더링을 기다립니다.
pl: W tle renderuje płynną pętlę bieżącej sceny w rozmiarze w punktach największego wyświetlacza, bez warstw zegara i daty, i instaluje ją jako wygaszacz ekranu. Renderowanie czeka, gdy Mac działa na baterii lub jest gorący.
pt_br: Renderiza em segundo plano um loop contínuo da cena atual, no tamanho em pontos da maior tela e sem as camadas de relógio e data, e o instala como protetor de tela. A renderização espera enquanto o Mac está na bateria ou quente.
ru: В фоне отрисовывает бесшовный цикл текущей сцены в размере самого большого дисплея в точках, без слоев часов и даты, и устанавливает его как заставку. Пока Mac работает от аккумулятора или перегрет, отрисовка ждет.
tr: Geçerli sahnenin kesintisiz bir döngüsünü arka planda, en büyük ekranın nokta boyutunda ve saat ile tarih katmanları olmadan işler ve ekran koruyucu olarak yükler. Mac’iniz pildeyken veya ısındığında işleme bekler.
uk: У фоні відтворює безшовний цикл поточної сцени в розмірі найбільшого дисплея в точках, без шарів годинника й дати, і встановлює його як заставку. Поки Mac працює від акумулятора або перегрітий, відтворення чекає.
zh_hans: 在后台以最大显示器的点尺寸渲染当前场景的无缝循环（不含时钟和日期图层），并将其安装为屏幕保护程序。Mac 使用电池或过热时，渲染会等待。
zh_hant: 在背景以最大顯示器的點尺寸渲染目前場景的無縫循環（不含時鐘和日期圖層），並將其安裝為螢幕保護程式。Mac 使用電池或過熱時，渲染會等待。
